tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "felixkratz/formulae"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bash-completion"
brew "dockly"
brew "fzf"
brew "git"
brew "htop"
brew "http-server"
brew "lsd"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "nvm"
brew "tmux"
brew "tree"
brew "ranger"
brew "stow"
brew "yarn"
brew "zsh"
brew "zsh-completions"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "activitywatch"
cask "flameshot"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "librewolf"
cask "ngrok"
cask "qbittorrent"
cask "raycast"
